{
  "auto_map": {
    "AutoTokenizer": ["tokenization_baichuan.BaichuanTokenizer", null]
  },
  "add_bos_token": false,
  "add_eos_token": false,
  "use_fast": false,
  "clean_up_tokenization_spaces": false,
  "eos_token": {
    "__type": "AddedToken",
    "content": "</s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": true
  },
  "model_max_length": 4096,
  "sp_model_kwargs": {},
  "tokenizer_class": "BaichuanTokenizer",
  "pad_token": {
    "__type": "AddedToken",
    "content": "<unk>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": true
  },
  "unk_token": {
    "__type": "AddedToken",
    "content": "<unk>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": true
  }
}
