{
  "bos_token": "<s>",
  "eos_token": "</s>",
  "model_max_length": 1000000000000000019884624838656,
  "special_tokens_map_file": "/data/LlamaTokenizer/special_tokens_map.json",
  "tokenizer_class": "LlamaTokenizer",
  "unk_token": "<unk>"
}
