{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 32000,
      "content": "õ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32001,
      "content": "÷",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32002,
      "content": "Á",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32003,
      "content": "ý",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32004,
      "content": "À",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32005,
      "content": "ÿ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32006,
      "content": "ø",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32007,
      "content": "ú",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32008,
      "content": "þ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32009,
      "content": "ü",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32010,
      "content": "ù",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32011,
      "content": "ö",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32012,
      "content": "û",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32013,
      "content": "<｜begin▁of▁sentence｜>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 32014,
      "content": "<｜end▁of▁sentence｜>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 32015,
      "content": "<｜fim▁hole｜>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32016,
      "content": "<｜fim▁begin｜>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32017,
      "content": "<｜fim▁end｜>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32018,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32019,
      "content": "<|User|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32020,
      "content": "<|Assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    },
    {
      "id": 32021,
      "content": "<|EOT|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": false
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": []
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "[\r\n]"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\s?\\p{L}+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "\\s?\\p{P}+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Split",
        "pattern": {
          "Regex": "[一-龥ࠀ-一가-퟿]+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "Digits",
        "individual_digits": true
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": false,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "!": 0,
      "\"": 1,
      "#": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      "*": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      "<": 27,
      "=": 28,
      ">": 29,
      "?": 30,
      "@": 31,
      "A": 32,
      "B": 33,
      "C": 34,
      "D": 35,
      "E": 36,
      "F": 37,
      "G": 38,
      "H": 39,
      "I": 40,
      "J": 41,
      "K": 42,
      "L": 43,
      "M": 44,
      "N": 45,
      "O": 46,
      "P": 47,
      "Q": 48,
      "R": 49,
      "S": 50,
      "T": 51,
      "U": 52,
      "V": 53,
      "W": 54,
      "X": 55,
      "Y": 56,
      "Z": 57,
      "[": 58,
      "\\": 59,
      "]": 60,
      "^": 61,
      "_": 62,
      "`": 63,
      "a": 64,
      "b": 65,
      "c": 66,
      "d": 67,
      "e": 68,
      "f": 69,
      "g": 70,
      "h": 71,
      "i": 72,
      "j": 73,
      "k": 74,
      "l": 75,
      "m": 76,
      "n": 77,
      "o": 78,
      "p": 79,
      "q": 80,
      "r": 81,
      "s": 82,
      "t": 83,
      "u": 84,
      "v": 85,
      "w": 86,
      "x": 87,
      "y": 88,
      "z": 89,
      "{": 90,
      "|": 91,
      "}": 92,
      "~": 93,
      "¡": 94,
      "¢": 95,
      "£": 96,
      "¤": 97,
      "¥": 98,
      "¦": 99,
      "§": 100,
      "¨": 101,
      "©": 102,
      "ª": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "¯": 107,
      "°": 108,
      "±": 109,
      "²": 110,
      "³": 111,
      "´": 112,
      "µ": 113,
      "¶": 114,
      "·": 115,
      "¸": 116,
      "¹": 117,
      "º": 118,
      "»": 119,
      "¼": 120,
      "½": 121,
      "¾": 122,
      "¿": 123,
      "Â": 124,
      "Ã": 125,
      "Ä": 126,
      "Å": 127,
      "Æ": 128,
      "Ç": 129,
      "È": 130,
      "É": 131,
      "Ê": 132,
      "Ë": 133,
      "Ì": 134,
      "Í": 135,
      "Î": 136,
      "Ï": 137,
      "Ð": 138,
      "Ñ": 139,
      "Ò": 140,
      "Ó": 141,
      "Ô": 142,
      "Õ": 143,
      "Ö": 144,
      "×": 145,
      "Ø": 146,
      "Ù": 147,
      "Ú": 148,
      "Û": 149,
      "Ü": 150,
      "Ý": 151,
      "Þ": 152,
      "ß": 153,
      "à": 154,
      "á": 155,
      "â": 156,
      "ã": 157,
      "ä": 158,
      "å": 159,
      "æ": 160,
      "ç": 161,
      "è": 162,
      "é": 163,
      "ê": 164,
      "ë": 165,
      "ì": 166,
      "í": 167,
      "î": 168,
      "ï": 169,
      "ð": 170,
      "ñ": 171,
      "ò": 172,
      "ó": 173,
      "ô": 174,
      "Ā": 175,
      "ā": 176,
      "Ă": 177,
      "ă": 178,
      "Ą": 179,
      "ą": 180,
      "Ć": 181,
      "ć": 182,
      "Ĉ": 183,
      "ĉ": 184,
      "Ċ": 185,
      "ċ": 186,
      "Č": 187,
      "č": 188,
      "Ď": 189,
      "ď": 190,
      "Đ": 191,
      "đ": 192,
      "Ē": 193,
      "ē": 194,
      "Ĕ": 195,
      "ĕ": 196,
      "Ė": 197,
      "ė": 198,
      "Ę": 199,
      "ę": 200,
      "Ě": 201,
      "ě": 202,
      "Ĝ": 203,
      "ĝ": 204,
      "Ğ": 205,
      "ğ": 206,
      "Ġ": 207,
      "ġ": 208,
      "Ģ": 209,
      "ģ": 210,
      "Ĥ": 211,
      "ĥ": 212,
      "Ħ": 213,
      "ħ": 214,
      "Ĩ": 215,
      "ĩ": 216,
      "Ī": 217,
      "ī": 218,
      "Ĭ": 219,
      "ĭ": 220,
      "Į": 221,
      "į": 222,
      "İ": 223,
      "ı": 224,
      "Ĳ": 225,
      "ĳ": 226,
      "Ĵ": 227,
      "ĵ": 228,
      "Ķ": 229,
      "ķ": 230,
      "ĸ": 231,
      "Ĺ": 232,
      "ĺ": 233,
      "Ļ": 234,
      "ļ": 235,
      "Ľ": 236,
      "ľ": 237,
      "Ŀ": 238,
      "ŀ": 239,
      "Ł": 240,
      "ł": 241,
      "Ń": 242,
      "ĠĠ": 243,
      "Ġt": 244,
      "Ġa": 245,
      "in": 246,
      "he": 247,
      "re": 248,
      "on": 249,
      "er": 250,
      "ĠĠĠĠ": 251,
      "Ġs": 252,
      "at": 253,
      "Ġthe": 254,
      "en": 255,
      "or": 256,
      "es": 257,
      "Ġc": 258,
      "Ġw": 259,
      "it": 260,
      "an": 261,
      "is": 262,
      "Ġd": 263,
      "ou": 264,
      "Ġp": 265,
      "al": 266,
      "Ġf": 267,
      "ar": 268,
      "Ġo": 269,
      "Ġb": 270,
      "ed": 271,
      "ing": 272,
      "Ġm": 273,
      "Ġan": 274,
      "le": 275,
      "Ġto": 276,
      "ion": 277,
      "ic": 278,
      "Ġin": 279,
      "Ġof": 280,
      "as": 281,
      "el": 282,
      "om": 283,
      "Ġl": 284,
      "Ġand": 285,
      "Ġh": 286,
      "ĠÐ": 287,
      "Ġth": 288,
      "ent": 289,
      "et": 290,
      "Ġn": 291,
      "st": 292,
      "Ð°": 293,
      "ĠĠĠĠĠĠĠĠ": 294,
      "ro": 295,
      "ct": 296,
      "il": 297,
      "ä¸": 298,
      "Ġre": 299,
      "Ġe": 300,
      "ot": 301,
      "am": 302,
      "ĠI": 303,
      "id": 304,
      "ac": 305,
      "Ġg": 306,
      "ad": 307,
      "im": 308,
      "un": 309,
      "Ð¸": 310,
      "ig": 311,
      "ve": 312,
      "ol": 313,
      "Ġde": 314,
      "ĠĠĠ": 315,
      "ut": 316,
      "Ġis": 317,
      "Ðµ": 318,
      "us": 319,
      "Ġy": 320,
      "Ð¾": 321,
      "ow": 322,
      "ĠT": 323,
      "ĠS": 324,
      "ÑĤ": 325,
      "ly": 326,
      "Ġfor": 327,
      "qu": 328,
      "ver": 329,
      "Ġbe": 330,
      "Ġon": 331,
      "ur": 332,
      "ay": 333,
      "Ġ(": 334,
      "ation": 335,
      "çļ": 336,
      "çļĦ": 337,
      "ĠA": 338,
      "ĠC": 339,
      "Ġyou": 340,
      "ul": 341,
      "ÑĢ": 342,
      "ãĢ": 343,
      "Ġthat": 344,
      "Ð½": 345,
      "se": 346,
      "ce": 347,
      "ir": 348,
      "ith": 349,
      "âĢ": 350,
      "if": 351,
      "Ġst": 352,
      "Ġv": 353,
      "äº": 354,
      "od": 355,
      "ab": 356,
      "Ġ\\": 357,
      "ch": 358,
      "Ġit": 359,
      "Ġal": 360,
      "ag": 361,
      "Ġhe": 362,
      "ĠM": 363,
      "Ġcon": 364,
      "Ġwith": 365,
      "ter": 366,
      "Ñģ": 367,
      "ri": 368,
      "em": 369,
      "est": 370,
      "Ġ$": 371,
      "Ġas": 372,
      "ap": 373,
      "--": 374,
      "ĠP": 375,
      "Ġwh": 376,
      "um": 377,
      "os": 378,
      "res": 379,
      "ĠB": 380,
      "Ġpro": 381,
      "ist": 382,
      "ht": 383,
      "and": 384,
      "Ġcom": 385,
      "Ġse": 386,
      "ate": 387,
      "pe": 388,
      "ill": 389,
      "ess": 390,
      "æľ": 391,
      "th": 392,
      "up": 393,
      "Ġwe": 394,
      "åı": 395,
      "her": 396,
      "ãĢĤ": 397,
      "ä»": 398,
      "ke": 399,
      "ant": 400,
      "ra": 401,
      "ld": 402,
      "Ġun": 403,
      "oc": 404,
      "Ġ=": 405,
      "out": 406,
      "ers": 407,
      "end": 408,
      "Ġor": 409,
      "Ġex": 410,
      "Ð»": 411,
      "ĠL": 412,
      "ĠD": 413,
      "ĠH": 414,
      "our": 415,
      "ĠF": 416,
      "Ġare": 417,
      "å¤": 418,
      "ore": 419,
      "rom": 420,
      "Ġha": 421,
      "ĠW": 422,
      "Ð²": 423,
      "op": 424,
      "nd": 425,
      "ĠE": 426,
      "Ġr": 427,
      "ĠThe": 428,
      "Ġat": 429,
      "iv": 430,
      "art": 431,
      "ĠR": 432,
      "åħ": 433,
      "nt": 434,
      "all": 435,
      "ĠĠĠĠĠĠĠ": 436,
      "Ġthis": 437,
      "Ġwas": 438,
      "ort": 439,
      "Ġ\"": 440,
      "Ġnot": 441,
      "Ġne": 442,
      "è¿": 443,
      "ain": 444,
      "Ġqu": 445,
      "Ġla": 446,
      "ight": 447,
      "æĺ": 448,
      "pl": 449,
      "Ġus": 450,
      "ction": 451,
      "ĠG": 452,
      "ure": 453,
      "te": 454,
      "å®": 455,
      "Ġen": 456,
      "Ġby": 457,
      "ub": 458,
      "ĉĉ": 459,
      "Ġi": 460,
      "ĠN": 461,
      "pt": 462,
      "Ġhave": 463,
      "Ðº": 464,
      "ity": 465,
      "Ġel": 466,
      "Ġsh": 467,
      "ass": 468,
      "ment": 469,
      "åĪ": 470,
      "ame": 471,
      "ould": 472,
      "Ġfrom": 473,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 474,
      "ä½": 475,
      "ies": 476,
      ");": 477,
      "åľ": 478,
      "{\\": 479,
      "ine": 480,
      "ia": 481,
      "Ġcan": 482,
      "åĲ": 483,
      "ust": 484,
      "ud": 485,
      "âĢĻ": 486,
      "ell": 487,
      "ive": 488,
      "Ð´": 489,
      "age": 490,
      "ge": 491,
      "ard": 492,
      "og": 493,
      "Ġch": 494,
      "Ġcl": 495,
      "ome": 496,
      "ial": 497,
      "ect": 498,
      "ue": 499,
      "ack": 500,
      "ä¹": 501,
      "æĺ¯": 502,
      "ä¸Ģ": 503,
      "red": 504,
      "ost": 505,
      "ĠO": 506,
      "Ġ{": 507,
      "able": 508,
      "ath": 509,
      "æĪ": 510,
      "Ġper": 511,
      "ich": 512,
      "ind": 513,
      "çĶ": 514,
      "ip": 515,
      "Ġle": 516,
      "å°": 517,
      "Ġyour": 518,
      "Ġall": 519,
      "ie": 520,
      "Ġj": 521,
      "per": 522,
      "Ġme": 523,
      "..": 524,
      "åĬ": 525,
      "Ġtr": 526,
      "av": 527,
      "Ġk": 528,
      "iz": 529,
      "xt": 530,
      "ans": 531,
      "ult": 532,
      "Ġdo": 533,
      "ãĢģ": 534,
      "cl": 535,
      "ff": 536,
      "ast": 537,
      "rou": 538,
      "ç»": 539,
      "Ġwill": 540,
      "ok": 541,
      "Ġwhe": 542,
      "ide": 543,
      "Ġab": 544,
      "Ġbut": 545,
      "The": 546,
      "ite": 547,
      "Ġwor": 548,
      "æĹ": 549,
      "Ã³": 550,
      "ib": 551,
      "ĠÐ½": 552,
      "//": 553,
      "are": 554,
      "Ġso": 555,
      "ak": 556,
      "port": 557,
      "orm": 558,
      "ions": 559,
      "ĠÑģ": 560,
      "Ñı": 561,
      "Ġif": 562,
      "_{": 563,
      "con": 564,
      "ĠJ": 565,
      "cc": 566,
      "Ġ-": 567,
      "Ġpl": 568,
      "int": 569,
      "ä¸į": 570,
      "åĽ": 571,
      "Ġ*": 572,
      "Ġ&": 573,
      "ĠU": 574,
      "ice": 575,
      "Ð¼": 576,
      "to": 577,
      "Ġup": 578,
      "Ġdel": 579,
      "der": 580,
      "de": 581,
      "ace": 582,
      "Ġhis": 583,
      "Ã©": 584,
      "Ġwhich": 585,
      "è¯": 586,
      "ase": 587,
      "Ġcomp": 588,
      "ÑĬ": 589,
      "ime": 590,
      "one": 591,
      "ong": 592,
      "Ġres": 593,
      "ally": 594,
      "æĸ": 595,
      "ä¼": 596,
      "Ġmy": 597,
      "Ġad": 598,
      "Ñĥ": 599,
      "Ð½Ð¸": 600,
      "ile": 601,
      "å¹": 602,
      "ther": 603,
      "Ġam": 604,
      "æľī": 605,
      "æĿ": 606,
      "Ð·": 607,
      "åľ¨": 608,
      "eg": 609,
      "Ġgo": 610,
      "Ġ}": 611,
      "ated": 612,
      "äºĨ": 613,
      "åŃ": 614,
      "ĠÐ¿": 615,
      "ĠÐ½Ð°": 616,
      "ign": 617,
      "act": 618,
      "Ġim": 619,
      "åį": 620,
      "ous": 621,
      "----": 622,
      "ÑĢÐ°": 623,
      "urn": 624,
      "äºº": 625,
      "Ġap": 626,
      "ĠV": 627,
      ").": 628,
      "Ġone": 629,
      "Ġcont": 630,
      "Ġout": 631,
      "ref": 632,
      "gh": 633,
      "ne": 634,
      "è®": 635,
      "ire": 636,
      "Ġno": 637,
      "Ġhas": 638,
      "very": 639,
      "Ġlo": 640,
      "Ġque": 641,
      "ll": 642,
      "æī": 643,
      "iÃ³": 644,
      "ance": 645,
      "ÑĤÐ¾": 646,
      "ake": 647,
      "tr": 648,
      "ÑĤÐ°": 649,
      "),": 650,
      "Ġ'": 651,
      "ÃŃ": 652,
      "Ġthey": 653,
      "ep": 654,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 655,
      "ob": 656,
      "ens": 657,
      "Ġhad": 658,
      "ft": 659,
      "math": 660,
      "å¸": 661,
      "ary": 662,
      "å¾": 663,
      "Ġman": 664,
      "ere": 665,
      "Ġar": 666,
      "pro": 667,
      "the": 668,
      "ang": 669,
      "ry": 670,
      "so": 671,
      "Ãł": 672,
      "ĠTh": 673,
      "du": 674,
      "Ġsu": 675,
      "ail": 676,
      "å·": 677,
      "éĩ": 678,
      "ach": 679,
      "ĠIn": 680,
      "ix": 681,
      "èĢ": 682,
      "Ġany": 683,
      "ĥ½": 684,
      "com": 685,
      "Ġmore": 686,
      "ose": 687,
      "form": 688,
      "ord": 689,
      "ph": 690,
      "Ġdis": 691,
      "Ġpart": 692,
      "å¼": 693,
      "Ġser": 694,
      "ition": 695,
      "ber": 696,
      "åĩ": 697,
      "ress": 698,
      "Ġtheir": 699,
      "Ġdes": 700,
      "ĠÐ¸": 701,
      "ear": 702,
      "get": 703,
      "own": 704,
      "ks": 705,
      "Ġher": 706,
      "Ġes": 707,
      "ents": 708,
      "ĠÐ²": 709,
      "ors": 710,
      "Ð³": 711,
      "å¥": 712,
      "Ġli": 713,
      "ple": 714,
      "ations": 715,
      "ĠK": 716,
      "ount": 717,
      "åĨ": 718,
      "Ã¨": 719,
      "ence": 720,
      "Ð¿": 721,
      "ÑĤÐµ": 722,
      "Ð½Ð°": 723,
      "ound": 724,
      "row": 725,
      "Ñĩ": 726,
      "Ð²Ð°": 727,
      "ely": 728,
      "ru": 729,
      "ĠĠĠĠĠ": 730,
      "Ġsp": 731,
      "ma": 732,
      "Ġsa": 733,
      "ode": 734,
      "ical": 735,
      "}\\": 736,
      "è¡": 737,
      "Ġsome": 738,
      "åº": 739,
      "Ġwould": 740,
      "Ġthere": 741,
      "**": 742,
      "éĢ": 743,
      "å¤§": 744,
      "Ġfe": 745,
      "Ġother": 746,
      "ata": 747,
      "Ġget": 748,
      "å¯": 749,
      "Ġwhen": 750,
      "ÑĢÐµ": 751,
      "Ġsc": 752,
      "ject": 753,
      "ree": 754,
      "Ġev": 755,
      "Ġnew": 756,
      "Ġclass": 757,
      "vers": 758,
      "ä¸Ń": 759,
      "ĠÐ¾": 760,
      "Ġtime": 761,
      "ÑĢÐ¸": 762,
      "Ġthem": 763,
      "Ġour": 764,
      "ĠY": 765,
      "çĽ": 766,
      "ick": 767,
      "ype": 768,
      "In": 769,
      "ert": 770,
      "low": 771,
      "ä¸º": 772,
      "Ġwere": 773,
      "Ġwho": 774,
      "åĮ": 775,
      "sp": 776,
      "èµ": 777,
      "Ã©s": 778,
      "reat": 779,
      "==": 780,
      "elf": 781,
      "Ġabout": 782,
      "è¿Ļ": 783,
      "><": 784,
      "lo": 785,
      "âĢľ": 786,
      "ings": 787,
      "turn": 788,
      "Ġpr": 789,
      "ex": 790,
      "Ð±": 791,
      "ink": 792,
      "ays": 793,
      "ä¸ª": 794,
      "ory": 795,
      "è§": 796,
      "ener": 797,
      "Ġbeen": 798,
      "Ġte": 799,
      "Ġag": 800,
      "æĬ": 801,
      "}}": 802,
      "è´": 803,
      "ĠIt": 804,
      "li": 805,
      "nc": 806,
      "lic": 807,
      "æķ": 808,
      "Ġro": 809,
      "ck": 810,
      "ef": 811,
      "ä¸Ĭ": 812,
      "ari": 813,
      "çİ": 814,
      "å¿": 815,
      "ta": 816,
      "Ġva": 817,
      "text": 818,
      "æł": 819,
      "Ġob": 820,
      "Ġ[": 821,
      "()": 822,
      "aus": 823,
      "æĢ": 824,
      "Ġfun": 825,
      "Ġwork": 826,
      "Ġkn": 827,
      "we": 828,
      "ps": 829,
      "ual": 830,
      "åĴ": 831,
      "ÑģÑĤ": 832,
      "Ġlike": 833,
      "Ġshe": 834,
      "Ġalso": 835,
      "Ġpre": 836,
      "èĩ": 837,
      "Ġoff": 838,
      "old": 839,
      "ish": 840,
      "Ġset": 841,
      "Ġbo": 842,
      "rib": 843,
      "wo": 844,
      "vel": 845,
      "æĹ¶": 846,
      "ä»¥": 847,
      "æĪĳ": 848,
      "Ġthan": 849,
      "Ġinst": 850,
      "Ġover": 851,
      "Ġwhat": 852,
      "Ġhim": 853,
      "ild": 854,
      "Ġest": 855,
      "ark": 856,
      "irst": 857,
      "eth": 858,
      "anc": 859,
      "ont": 860,
      "fr": 861,
      "itt": 862,
      "iff": 863,
      "ç§": 864,
      "ec": 865,
      "sc": 866,
      "ock": 867,
      "¦ģ": 868,
      "åİ": 869,
      "hed": 870,
      "Ġspe": 871,
      "ov": 872,
      "les": 873,
      "ĠĠĠĠ<": 874,
      "ons": 875,
      ".\"": 876,
      "gr": 877,
      "Ġinto": 878,
      "Ġval": 879,
      "å±": 880,
      "åĴĮ": 881,
      "ys": 882,
      "tern": 883,
      "æŃ": 884,
      "Ġonly": 885,
      "ÑĨ": 886,
      "âĢĵ": 887,
      "è¦ģ": 888,
      "Ġ/": 889,
      "erm": 890,
      "Ġits": 891,
      "éĿ": 892,
      "ull": 893,
      "æ°": 894,
      "Ġsup": 895,
      "ĠSt": 896,
      "enc": 897,
      "ĠÐº": 898,
      "ove": 899,
      "éĹ": 900,
      "çī": 901,
      "(\\": 902,
      "ĠCh": 903,
      "Ġacc": 904,
      "ug": 905,
      "ific": 906,
      "Ġcol": 907,
      "æĿ¥": 908,
      "als": 909,
      "Ð½Ð¾": 910,
      "lect": 911,
      "Ġgr": 912,
      "yst": 913,
      "å½": 914,
      "put": 915,
      "æĶ": 916,
      "åĪ°": 917,
      "çľ": 918,
      "fter": 919,
      "ade": 920,
      "çº": 921,
      "ä¼ļ": 922,
      "çĶŁ": 923,
      "æ²": 924,
      "ss": 925,
      "egin": 926,
      "Ġneed": 927,
      "å¹´": 928,
      "Ġcomm": 929,
      "Ġthen": 930,
      "Ġuse": 931,
      "åĳ": 932,
      "éĻ": 933,
      "å°±": 934,
      "Ð»Ð¸": 935,
      "hat": 936,
      "pos": 937,
      "ize": 938,
      "Ġ|": 939,
      "Ġhow": 940,
      "èĥ½": 941,
      "ï¼": 942,
      "ĠÐ´": 943,
      "ng": 944,
      "Ġ+": 945,
      "begin": 946,
      "æĥ": 947,
      "Ġjust": 948,
      "Ð¹": 949,
      "\",": 950,
      "è½": 951,
      "bo": 952,
      "any": 953,
      "erv": 954,
      "Ġmod": 955,
      "ÑģÐº": 956,
      "Ġadd": 957,
      "app": 958,
      "ics": 959,
      "iew": 960,
      "ble": 961,
      "oint": 962,
      "ystem": 963,
      "æ³": 964,
      "ict": 965,
      "æ¯": 966,
      "Ġreturn": 967,
      "fig": 968,
      "equ": 969,
      "Ġmay": 970,
      "âĢĿ": 971,
      "Ġdef": 972,
      "Ġbet": 973,
      "iss": 974,
      "Ġco": 975,
      "pect": 976,
      "err": 977,
      "Ã²": 978,
      "Ġtwo": 979,
      "ates": 980,
      "ning": 981,
      "Ġcons": 982,
      "ater": 983,
      "Ġpos": 984,
      "Ġent": 985,
      "Ġrec": 986,
      "ian": 987,
      "åĽ½": 988,
      "Ġsaid": 989,
      "of": 990,
      "clud": 991,
      "Ġem": 992,
      "Ġbl": 993,
      "ublic": 994,
      "ty": 995,
      "ular": 996,
      "ĠThis": 997,
      "ĠWe": 998,
      "cess": 999,
      "åı¯": 1000,
      "Ġknow": 1001,
      "ough": 1002,
      "Ġpe": 1003,
      "ER": 1004,
      "ient": 1005,
      "pr": 1006,
      "ise": 1007,
      "Ġyear": 1008,
      "Ġdiff": 1009,
      "ption": 1010,
      "Ġass": 1011,
      "aciÃ³": 1012,
      "Ġ<": 1013,
      "igh": 1014,
      "unt": 1015,
      "Ġsee": 1016,
      "Ġform": 1017,
      "Ġ.": 1018,
      "Ġfirst": 1019,
      "Ġshould": 1020,
      "ä¹Ł": 1021,
      "Ġfin": 1022,
      "Ġcould": 1023,
      "ÐµÐ½": 1024,
      "åĩº": 1025,
      "_{\\": 1026,
      "line": 1027,
      "ĠÐµ": 1028,
      "ause": 1029,
      "oth": 1030,
      "right": 1031,
      "ĠĠĠĠĠĠ": 1032,
      "round": 1033,
      "Ġop": 1034,
      "æŀ": 1035,
      "abel": 1036,
      "sh": 1037,
      "Ġles": 1038,
      "--------": 1039,
      "ats": 1040,
      "æİ": 1041,
      "Ġreg": 1042,
      "its": 1043,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1044,
      "Ġact": 1045,
      "Ġuna": 1046,
      "iel": 1047,
      "cal": 1048,
      "ible": 1049,
      "ied": 1050,
      "ĠÐ³": 1051,
      "Ġbec": 1052,
      "ange": 1053,
      "ä¿": 1054,
      "ÑĢÐ¾": 1055,
      "amb": 1056,
      "å¤ļ": 1057,
      "par": 1058,
      "}{": 1059,
      "Ġback": 1060,
      "ĠHe": 1061,
      "ada": 1062,
      "Ġamb": 1063,
      "Ġwhere": 1064,
      "wn": 1065,
      "Ġlook": 1066,
      "Ġthese": 1067,
      "åıĳ": 1068,
      "Ġ//": 1069,
      "Ġ_": 1070,
      "å¯¹": 1071,
      "Ġfol": 1072,
      "å¦": 1073,
      "uch": 1074,
      "ä»¬": 1075,
      "ĉĉĉĉ": 1076,
      "},": 1077,
      "Ġvery": 1078,
      "ource": 1079,
      "Th": 1080,
      "çĶ¨": 1081,
      "Ġke": 1082,
      ",\"": 1083,
      "Ġrel": 1084,
      "ful": 1085,
      "å®¶": 1086,
      "ring": 1087,
      "ond": 1088,
      "Ġunder": 1089,
      "Ð¶": 1090,
      "Ġrem": 1091,
      "Ġprov": 1092,
      "Ġmost": 1093,
      "è¾": 1094,
      "æĭ": 1095,
      "Ġsub": 1096,
      "Ġint": 1097,
      "Ġmake": 1098,
      "ax": 1099,
      "æĦ": 1100,
      "åĲİ": 1101,
      "ĠĠĠĠĠĠĠĠ<": 1102,
      "ious": 1103,
      "æµ": 1104,
      "hen": 1105,
      "rough": 1106,
      "cre": 1107,
      "div": 1108,
      "Ġsuch": 1109,
      "ield": 1110,
      "èĩª": 1111,
      "io": 1112,
      "set": 1113,
      "Ġpar": 1114,
      "Ġdon": 1115,
      "æĪĲ": 1116,
      "Ġsim": 1117,
      "Ġph": 1118,
      "ood": 1119,
      "Ġwant": 1120,
      "frac": 1121,
      "é¢": 1122,
      "åĵ": 1123,
      "èĤ": 1124,
      "è¡Į": 1125,
      "Ġcur": 1126,
      "ĠÐ¾ÑĤ": 1127,
      "ating": 1128,
      "Ġevery": 1129,
      "Ġnow": 1130,
      "çŃ": 1131,
      "Ġcor": 1132,
      "Ġconst": 1133,
      "Ġwell": 1134,
      "æ¬": 1135,
      "åī": 1136,
      "riv": 1137,
      "imes": 1138,
      "arg": 1139,
      "ĠÐ·": 1140,
      "Ġway": 1141,
      "rit": 1142,
      "oy": 1143,
      "rm": 1144,
      "ä»ĸ": 1145,
      "ave": 1146,
      "ä½ľ": 1147,
      "ä¸ļ": 1148,
      "erson": 1149,
      "Ġtrans": 1150,
      "ople": 1151,
      "ues": 1152,
      "ä¸ĭ": 1153,
      "IN": 1154,
      "Ġfunction": 1155,
      "other": 1156,
      "åŃ¦": 1157,
      "çĲ": 1158,
      "Ġsm": 1159,
      "let": 1160,
      "::": 1161,
      "Ġgener": 1162,
      "ren": 1163,
      "Ġafter": 1164,
      "Ġbu": 1165,
      "ures": 1166,
      "æĮ": 1167,
      "ica": 1168,
      "resent": 1169,
      "äºİ": 1170,
      "Ġ@": 1171,
      "Ð¸Ñı": 1172,
      "ower": 1173,
      "éĺ": 1174,
      "ork": 1175,
      "Ġatt": 1176,
      "ution": 1177,
      "ments": 1178,
      "Ġfollow": 1179,
      "self": 1180,
      "Ġnum": 1181,
      "Ġthrough": 1182,
      "',": 1183,
      "åľ°": 1184,
      "eq": 1185,
      "è¿ĩ": 1186,
      "read": 1187,
      "cite": 1188,
      "Ġdata": 1189,
      "Ġdiffere": 1190,
      "Ġ:": 1191,
      "rent": 1192,
      "Ġinter": 1193,
      "ĠÐ¿Ð¾": 1194,
      "(\"": 1195,
      "Ġsol": 1196,
      "ĠÐ¼": 1197,
      "ĠUn": 1198,
      "Ġhel": 1199,
      "Âł": 1200,
      "St": 1201,
      "...": 1202,
      "åŃĲ": 1203,
      "Ġprodu": 1204,
      "Ġgood": 1205,
      "label": 1206,
      "ward": 1207,
      "Ġname": 1208,
      "åģ": 1209,
      "ÑĦ": 1210,
      "ily": 1211,
      "led": 1212,
      "Ġdid": 1213,
      "Ġdoes": 1214,
      "hes": 1215,
      "ract": 1216,
      "quest": 1217,
      "ices": 1218,
      "Ġused": 1219,
      "éĥ½": 1220,
      "Ġdown": 1221,
      "})": 1222,
      "Ġend": 1223,
      "air": 1224,
      "eng": 1225,
      "Ġgreat": 1226,
      "ray": 1227,
      "Ġresult": 1228,
      "ev": 1229,
      "plic": 1230,
      "ins": 1231,
      "Ġlong": 1232,
      "ĠÐ·Ð°": 1233,
      "Ġeven": 1234,
      "atch": 1235,
      "ON": 1236,
      "mathb": 1237,
      "uc": 1238,
      "ife": 1239,
      "ility": 1240,
      "Ġgu": 1241,
      "Ġusing": 1242,
      "Ġpeople": 1243,
      "Ġsame": 1244,
      "Ġels": 1245,
      "åĬ¨": 1246,
      "éģ": 1247,
      "å¥½": 1248,
      "ative": 1249,
      "eta": 1250,
      "fore": 1251,
      "rap": 1252,
      "ting": 1253,
      "ym": 1254,
      "ĠYou": 1255,
      "çİ°": 1256,
      "ident": 1257,
      "ash": 1258,
      "Ġdet": 1259,
      "ool": 1260,
      "æĸ¹": 1261,
      "Ġac": 1262,
      "not": 1263,
      "Ġmuch": 1264,
      "Ġcre": 1265,
      "nce": 1266,
      "ts": 1267,
      "ator": 1268,
      "Ð»Ðµ": 1269,
      "Ġpublic": 1270,
      "ĠIf": 1271,
      "Ġread": 1272,
      "Ġfind": 1273,
      "ars": 1274,
      "Ġserv": 1275,
      "Ġfl": 1276,
      "Ġcap": 1277,
      "arch": 1278,
      "ament": 1279,
      "Ġcall": 1280,
      "Ð²Ðµ": 1281,
      "æ¸": 1282,
      "Ġhere": 1283,
      "val": 1284,
      "çĤ": 1285,
      "ÐºÐ°": 1286,
      "åĪĨ": 1287,
      "ities": 1288,
      "els": 1289,
      "amp": 1290,
      "æ±": 1291,
      "ern": 1292,
      "();": 1293,
      "Ġshow": 1294,
      "Ġhand": 1295,
      "ages": 1296,
      "æ´": 1297,
      "irect": 1298,
      "over": 1299,
      "Ġspec": 1300,
      "Ð»Ð°": 1301,
      "Ġdist": 1302,
      "ince": 1303,
      "èĢĮ": 1304,
      "ew": 1305,
      "ĠAnd": 1306,
      "ÑĤÐ¸": 1307,
      "Ġagain": 1308,
      "Ġext": 1309,
      "å°ı": 1310,
      "Ġmany": 1311,
      "bre": 1312,
      "ml": 1313,
      "col": 1314,
      "Ġsystem": 1315,
      "../": 1316,
      "Ġeach": 1317,
      "é«": 1318,
      "ght": 1319,
      "mer": 1320,
      "Ġbefore": 1321,
      "ç»ı": 1322,
      "Ñī": 1323,
      "Ġloc": 1324,
      "Ġref": 1325,
      "ier": 1326,
      "Ġright": 1327,
      "Ġstart": 1328,
      "é«ĺ": 1329,
      "ased": 1330,
      "ç«": 1331,
      "å¾Ĺ": 1332,
      "Ã§": 1333,
      "Ġcar": 1334,
      "essage": 1335,
      "Ġinv": 1336,
      "ner": 1337,
      "be": 1338,
      "ined": 1339,
      "Ð´Ð¸": 1340,
      "Ġhelp": 1341,
      "å¿ĥ": 1342,
      "ript": 1343,
      "Ġmin": 1344,
      "åŁ": 1345,
      "è·": 1346,
      "æĽ": 1347,
      "Ġline": 1348,
      "left": 1349,
      "éķ": 1350,
      "day": 1351,
      "Ġeff": 1352,
      "ever": 1353,
      "éĿ¢": 1354,
      "Ġtra": 1355,
      "da": 1356,
      "ä¾": 1357,
      "ä¹ĭ": 1358,
      "ĠÑģÐµ": 1359,
      "ween": 1360,
      "Ñħ": 1361,
      "era": 1362,
      "ather": 1363,
      "Ġbel": 1364,
      "è¯´": 1365,
      "ĠCom": 1366,
      "ä½ł": 1367,
      "Ġbecause": 1368,
      "RE": 1369,
      "ement": 1370,
      "Ġx": 1371,
      "Ġown": 1372,
      "Ġthink": 1373,
      "aking": 1374,
      "We": 1375,
      "ç½": 1376,
      "è¿ĺ": 1377,
      "ĠPro": 1378,
      "Ġpol": 1379,
      "It": 1380,
      "çĿ": 1381,
      "olog": 1382,
      "Ð²Ð¾": 1383,
      "atic": 1384,
      "mathcal": 1385,
      "å¼Ģ": 1386,
      "ature": 1387,
      "å·¥": 1388,
      "ho": 1389,
      "Ġinclud": 1390,
      "ĠAl": 1391,
      "AT": 1392,
      "å¤©": 1393,
      "åĢ": 1394,
      "ead": 1395,
      "Ġmade": 1396,
      "å®ŀ": 1397,
      "tt": 1398,
      "æĸ°": 1399,
      "ms": 1400,
      "Ġstr": 1401,
      "pend": 1402,
      "Ġche": 1403,
      "Ġrun": 1404,
      "åĬĽ": 1405,
      "way": 1406,
      ",\\": 1407,
      "Ġaut": 1408,
      "man": 1409,
      "å¦Ĥ": 1410,
      "cond": 1411,
      "Ġ=Ġ": 1412,
      "oid": 1413,
      "Ġpoint": 1414,
      "ider": 1415,
      "ute": 1416,
      "Ġfr": 1417,
      "}.": 1418,
      "la": 1419,
      "Ġgiv": 1420,
      "ton": 1421,
      "ale": 1422,
      "åħ¬": 1423,
      "tain": 1424,
      "ery": 1425,
      "Pro": 1426,
      "ruct": 1427,
      "ST": 1428,
      "====": 1429,
      "Ġbeing": 1430,
      "ittle": 1431,
      "Ġvalue": 1432,
      "Ġbetween": 1433,
      "ank": 1434,
      "))": 1435,
      "equation": 1436,
      "__": 1437,
      "æľĢ": 1438,
      "ĠX": 1439,
      "åħ¨": 1440,
      "Ġrep": 1441,
      "Ġdifferent": 1442,
      "Ġtype": 1443,
      "ines": 1444,
      "Ġpass": 1445,
      "ants": 1446,
      "å¾Ī": 1447,
      "ç¾": 1448,
      "å¸Ĥ": 1449,
      "Ġdec": 1450,
      "è¿Ľ": 1451,
      "Ġcase": 1452,
      "Ġhigh": 1453,
      "Ġthose": 1454,
      "Ġmon": 1455,
      "Ġfam": 1456,
      "ness": 1457,
      "ots": 1458,
      "for": 1459,
      "Ġed": 1460,
      "tring": 1461,
      "Ġfil": 1462,
      "è¶": 1463,
      "iqu": 1464,
      "Ġsign": 1465,
      "ĠEl": 1466,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1467,
      "ĠBut": 1468,
      "ric": 1469,
      "Ġwhile": 1470,
      "Ġexper": 1471,
      "æĹ¥": 1472,
      "pon": 1473,
      "Ġsay": 1474,
      "åīį": 1475,
      "press": 1476,
      "ctions": 1477,
      "formation": 1478,
      "roup": 1479,
      "Ġinte": 1480,
      "ÑĬÑĢ": 1481,
      "ç®": 1482,
      "ĠÃ©s": 1483,
      "Ġav": 1484,
      "Ġperson": 1485,
      "Ġday": 1486,
      "ĠFor": 1487,
      "Ex": 1488,
      "çĲĨ": 1489,
      "Ġvari": 1490,
      "ethod": 1491,
      "Ġdi": 1492,
      "ually": 1493,
      "Ġ#": 1494,
      "ames": 1495,
      "Ġfound": 1496,
      "('": 1497,
      "éĥ": 1498,
      "å®ļ": 1499,
      "åĲĮ": 1500,
      "ample": 1501,
      "Ð¼Ð°": 1502,
      "æ³ķ": 1503,
      "****": 1504,
      "me": 1505,
      "ä½ĵ": 1506,
      "til": 1507,
      "ouse": 1508,
      "Ġequ": 1509,
      "Ġstud": 1510,
      "dd": 1511,
      "Ġproble": 1512,
      "min": 1513,
      "ç¬": 1514,
      "vent": 1515,
      "ces": 1516,
      "Ġlist": 1517,
      "çŁ": 1518,
      "Ġsom": 1519,
      "æĻ": 1520,
      "Ġtake": 1521,
      "AR": 1522,
      "name": 1523,
      "è½¦": 1524,
      "Con": 1525,
      "Ġmust": 1526,
      "here": 1527,
      "ited": 1528,
      "çŃī": 1529,
      "Ġplay": 1530,
      "}(": 1531,
      "çľĭ": 1532,
      "çĦ": 1533,
      "è°": 1534,
      "LE": 1535,
      "ody": 1536,
      "Ð»Ð¾": 1537,
      "rest": 1538,
      "Ġind": 1539,
      "Ġposs": 1540,
      "span": 1541,
      "ets": 1542,
      "ĠQ": 1543,
      "Ġhav": 1544,
      "und": 1545,
      "uring": 1546,
      "Ġyears": 1547,
      "æīĢ": 1548,
      "åħ¶": 1549,
      "Ġ||": 1550,
      "def": 1551,
      "Ð´Ð°": 1552,
      "itat": 1553,
      "Ġlast": 1554,
      "Ġchar": 1555,
      "Ġinstall": 1556,
      "Ġrequ": 1557,
      "iness": 1558,
      "This": 1559,
      "less": 1560,
      "land": 1561,
      "é£": 1562,
      "this": 1563,
      "Ġboth": 1564,
      "}_": 1565,
      "ought": 1566,
      "ĠAr": 1567,
      "pre": 1568,
      "Ġsur": 1569,
      "Ð¸ÑĤÐµ": 1570,
      "Ġbr": 1571,
      "Ġerr": 1572,
      "untu": 1573,
      "ĠĠĠĠĠĠĠĠĠ": 1574,
      "Ġmat": 1575,
      "Ġlittle": 1576,
      "aut": 1577,
      "inc": 1578,
      "ional": 1579,
      "sub": 1580,
      "çĤ¹": 1581,
      "Ġreal": 1582,
      "gan": 1583,
      "Ġstill": 1584,
      "Ġ--": 1585,
      "ired": 1586,
      "ument": 1587,
      "inal": 1588,
      "work": 1589,
      "ense": 1590,
      "éķ¿": 1591,
      "åĿ": 1592,
      "Ð½Ðµ": 1593,
      "Ġnumber": 1594,
      "èĢħ": 1595,
      "ves": 1596,
      "cept": 1597,
      "Ġbest": 1598,
      "äºĭ": 1599,
      "Ġrest": 1600,
      "Ãº": 1601,
      "idth": 1602,
      "ized": 1603,
      "ä¸Ģä¸ª": 1604,
      "indow": 1605,
      "Ġbus": 1606,
      "Ġdisc": 1607,
      "éĤ": 1608,
      "ÑĪ": 1609,
      "ä¸İ": 1610,
      "æı": 1611,
      "alk": 1612,
      "Ġdels": 1613,
      "Ã¨nc": 1614,
      "://": 1615,
      "ational": 1616,
      "cent": 1617,
      "æľº": 1618,
      "pha": 1619,
      "ĠÐ¡": 1620,
      "part": 1621,
      "æĥħ": 1622,
      "ply": 1623,
      "Ġlet": 1624,
      "åĲĪ": 1625,
      "ee": 1626,
      "Ġinf": 1627,
      "ÑĩÐµ": 1628,
      "ava": 1629,
      "ience": 1630,
      "Ġmem": 1631,
      "Ġterm": 1632,
      "ĠAn": 1633,
      "æľ¬": 1634,
      "ÐºÐ¾": 1635,
      "irc": 1636,
      "èĬ": 1637,
      "bl": 1638,
      "ced": 1639,
      "äº§": 1640,
      "Ġ*/": 1641,
      "Ġcurrent": 1642,
      "çĿĢ": 1643,
      "gram": 1644,
      "br": 1645,
      "Ġtoo": 1646,
      "çĦ¶": 1647,
      "Ã¡": 1648,
      "Ġgl": 1649,
      "Ġvol": 1650,
      "éĹ´": 1651,
      "ä¸»": 1652,
      "éĽ": 1653,
      "Ġwr": 1654,
      "èī": 1655,
      "ason": 1656,
      "æľĪ": 1657,
      "Ġpartic": 1658,
      "Ġimport": 1659,
      "Ġmight": 1660,
      "arn": 1661,
      "æį": 1662,
      "Ġins": 1663,
      "æ²¡": 1664,
      "é¡": 1665,
      "Ġwithout": 1666,
      "ared": 1667,
      "ault": 1668,
      "Ġvis": 1669,
      "Ġz": 1670,
      "å½ĵ": 1671,
      "##": 1672,
      "éĩĮ": 1673,
      "Â·": 1674,
      "Ġtry": 1675,
      "æ¶": 1676,
      "bar": 1677,
      "å§": 1678,
      "ote": 1679,
      "éĥ¨": 1680,
      "éļ": 1681,
      "ĠLa": 1682,
      "Ġcount": 1683,
      "Ġtem": 1684,
      "ser": 1685,
      "ĠÐ¿ÑĢÐµ": 1686,
      "ways": 1687,
      "alpha": 1688,
      "ina": 1689,
      "Ð³Ð°": 1690,
      "ades": 1691,
      "OR": 1692,
      "pec": 1693,
      "Ġprocess": 1694,
      "åľº": 1695,
      "tic": 1696,
      "åĬł": 1697,
      "Com": 1698,
      "ä½Ĩ": 1699,
      "ĠÐ±": 1700,
      "çĪ": 1701,
      "aj": 1702,
      "Ġll": 1703,
      "Ġele": 1704,
      "Ġold": 1705,
      "Ġdirect": 1706,
      "Ġfact": 1707,
      "velop": 1708,
      "ten": 1709,
      "ters": 1710,
      "rop": 1711,
      "Ġhome": 1712,
      "ä¹Ī": 1713,
      "Ġopen": 1714,
      "ven": 1715,
      "Ġve": 1716,
      "ĠHow": 1717,
      "ÑĨÐ¸": 1718,
      "Ġtest": 1719,
      "Ġlife": 1720,
      "æĢ§": 1721,
      "ç¨": 1722,
      "åĽł": 1723,
      "ĠÐºÐ¾": 1724,
      "ĠAs": 1725,
      "Ġword": 1726,
      "åĮĸ": 1727,
      "Ġappro": 1728,
      "éĩį": 1729,
      "ext": 1730,
      "ething": 1731,
      "EN": 1732,
      "co": 1733,
      "åĵģ": 1734,
      "td": 1735,
      "Ġmen": 1736,
      "Name": 1737,
      "ann": 1738,
      "Ġmed": 1739,
      "ished": 1740,
      "åħ³": 1741,
      "Ġcle": 1742,
      "AL": 1743,
      "Ġseem": 1744,
      "orn": 1745,
      "rol": 1746,
      "ç¤": 1747,
      "Ġinformation": 1748,
      "ĉĉĉ": 1749,
      "az": 1750,
      "éģĵ": 1751,
      "Ġsmall": 1752,
      "Ġfile": 1753,
      "ior": 1754,
      "èµ·": 1755,
      ")\\": 1756,
      "ried": 1757,
      "Ġpost": 1758,
      "ross": 1759,
      "æ¯Ķ": 1760,
      "add": 1761,
      "oci": 1762,
      "erg": 1763,
      "ases": 1764,
      "arm": 1765,
      "au": 1766,
      "riend": 1767,
      "load": 1768,
      "èģ": 1769,
      "akes": 1770,
      "oot": 1771,
      "):": 1772,
      "ved": 1773,
      "Ġdesc": 1774,
      "ĠSh": 1775,
      "åĨħ": 1776,
      "bs": 1777,
      "yp": 1778,
      "html": 1779,
      "inu": 1780,
      "Ġself": 1781,
      "thing": 1782,
      "Ġcent": 1783,
      "mod": 1784,
      "ek": 1785,
      "Ġquest": 1786,
      ".,": 1787,
      "va": 1788,
      "Ġcour": 1789,
      "ç§į": 1790,
      "æĽ´": 1791,
      "elta": 1792,
      "alse": 1793,
      "arc": 1794,
      "ambda": 1795,
      "ID": 1796,
      "pi": 1797,
      "Ġconf": 1798,
      "Ġplace": 1799,
      "../../": 1800,
      "ives": 1801,
      "éĢļ": 1802,
      "ustom": 1803,
      "ides": 1804,
      "éĶ": 1805,
      "gg": 1806,
      "æĪĳä»¬": 1807,
      "ĠmÃ©s": 1808,
      "Ġra": 1809,
      "lease": 1810,
      "Ġdesign": 1811,
      "ware": 1812,
      "Ġpower": 1813,
      "ĠCon": 1814,
      "åº¦": 1815,
      "Ġproper": 1816,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1817,
      "åİ»": 1818,
      "Ġpresent": 1819,
      "view": 1820,
      "æŀľ": 1821,
      "ĠÐ°": 1822,
      "nect": 1823,
      "ĠÐŁ": 1824,
      "Id": 1825,
      "Ġorder": 1826,
      "å»": 1827,
      "sum": 1828,
      "new": 1829,
      "Ġeas": 1830,
      "trans": 1831,
      "Ġhapp": 1832,
      "å·±": 1833,
      "Ġcr": 1834,
      "Ġworld": 1835,
      "rem": 1836,
      "{-": 1837,
      "Ð²Ð¸": 1838,
      "ĉ}": 1839,
      "If": 1840,
      "å°Ĩ": 1841,
      "ç©": 1842,
      "æ°´": 1843,
      "atur": 1844,
      "çĻ": 1845,
      "Ġthree": 1846,
      "æĹł": 1847,
      "Ġsupport": 1848,
      "ivers": 1849,
      "ç¾İ": 1850,
      "ĠFr": 1851,
      "arge": 1852,
      "Ġfew": 1853,
      "ĠCl": 1854,
      "ertain": 1855,
      "Ġsecond": 1856,
      "Ġcome": 1857,
      "Ġnever": 1858,
      "Ġchild": 1859,
      "ccess": 1860,
      "Ġtop": 1861,
      "cur": 1862,
      "amma": 1863,
      "Ġgoing": 1864,
      "éĤ£": 1865,
      "Ġsomething": 1866,
      "æŁ": 1867,
      "åı¯ä»¥": 1868,
      "El": 1869,
      "apt": 1870,
      "SE": 1871,
      "umn": 1872,
      "lation": 1873,
      "ered": 1874,
      "Ġoper": 1875,
      "uss": 1876,
      "alth": 1877,
      "amet": 1878,
      "back": 1879,
      "èĩªå·±": 1880,
      "var": 1881,
      "å¢": 1882,
      "arly": 1883,
      "Ġfollowing": 1884,
      "Ġide": 1885,
      "åħ¥": 1886,
      "vert": 1887,
      "Ġbre": 1888,
      "To": 1889,
      "version": 1890,
      "ped": 1891,
      "import": 1892,
      "ality": 1893,
      "å¸¸": 1894,
      "ify": 1895,
      "Ġsl": 1896,
      "æīĭ": 1897,
      "Ġet": 1898,
      "åĮº": 1899,
      "ream": 1900,
      "raph": 1901,
      "æł·": 1902,
      "Ġanother": 1903,
      "_\\": 1904,
      "source": 1905,
      "Ġdev": 1906,
      "Ġhead": 1907,
      "ency": 1908,
      "Ġ\\\\": 1909,
      "esc": 1910,
      "çķ": 1911,
      "Ġreally": 1912,
      "ik": 1913,
      "Ġhref": 1914,
      "Ch": 1915,
      "ĠRe": 1916,
      "Ġtrue": 1917,
      "Ġprof": 1918,
      "æĸĩ": 1919,
      "Type": 1920,
      "æģ": 1921,
      "Ġsk": 1922,
      "ists": 1923,
      "å¤ĸ": 1924,
      "æ¬¡": 1925,
      "ä¸ī": 1926,
      "ä½į": 1927,
      "reg": 1928,
      "itor": 1929,
      "Ġeffect": 1930,
      "ç³": 1931,
      "Ġproduct": 1932,
      "yn": 1933,
      "AN": 1934,
      "mu": 1935,
      "Ġturn": 1936,
      "çĹ": 1937,
      "Ġ>": 1938,
      "æĦı": 1939,
      "éħ": 1940,
      "Ġopt": 1941,
      "Ð´Ðµ": 1942,
      "Ġpur": 1943,
      "è¢": 1944,
      "ĠThey": 1945,
      "by": 1946,
      "Ġput": 1947,
      "Ġalways": 1948,
      "äºĽ": 1949,
      "ÑģÐºÐ¸": 1950,
      "wh": 1951,
      "Ġsince": 1952,
      "æĺİ": 1953,
      "éľ": 1954,
      "çĸ": 1955,
      "?\"": 1956,
      "reen": 1957,
      "éĩı": 1958,
      "Ġmain": 1959,
      "ä»İ": 1960,
      "Ġsw": 1961,
      "âĢĶ": 1962,
      "ott": 1963,
      "ger": 1964,
      "çĽ¸": 1965,
      "Ar": 1966,
      "Ġstate": 1967,
      "âĢŀ": 1968,
      "Ġelse": 1969,
      "comm": 1970,
      "ĠZ": 1971,
      "ĠSe": 1972,
      "Ġaround": 1973,
      "ask": 1974,
      "Ġid": 1975,
      "Ġinde": 1976,
      "ĠDe": 1977,
      "For": 1978,
      "att": 1979,
      "son": 1980,
      "arent": 1981,
      "Cl": 1982,
      "Ð½Ð¸Ñı": 1983,
      "date": 1984,
      "Ġmark": 1985,
      "èº": 1986,
      "por": 1987,
      "chool": 1988,
      "ï¼Ľ": 1989,
      "ism": 1990,
      "ien": 1991,
      "æıĲ": 1992,
      "mathbb": 1993,
      "sw": 1994,
      "ining": 1995,
      "ĠNew": 1996,
      "message": 1997,
      "Ġallow": 1998,
      "yle": 1999,
      "Ġmet": 2000,
      "Ġthings": 2001,
      "item": 2002,
      "itz": 2003,
      "----------------": 2004,
      "String": 2005,
      "str": 2006,
      "Ġbetter": 2007,
      "Ġmodel": 2008,
      "stand": 2009,
      "Ġfield": 2010,
      "æĥ³": 2011,
      "Ġlead": 2012,
      "ole": 2013,
      "ope": 2014,
      "med": 2015,
      "chn": 2016,
      "Ġgiven": 2017,
      "Al": 2018,
      "roll": 2019,
      "ering": 2020,
      "Ġadv": 2021,
      "log": 2022,
      "ization": 2023,
      "raw": 2024,
      "ç¬¬": 2025,
      "igma": 2026,
      "Ġstand": 2027,
      "Ġcond": 2028,
      "}_{": 2029,
      "ified": 2030,
      "Ġprogram": 2031,
      "Ð¼Ðµ": 2032,
      "æľŁ": 2033,
      "Ġdevelop": 2034,
      "play": 2035,
      "ength": 2036,
      "Ġsure": 2037,
      "èĲ": 2038,
      "Ġ,": 2039,
      "Ġmethod": 2040,
      "èµĦ": 2041,
      "You": 2042,
      "loc": 2043,
      "Ġ=>": 2044,
      "eps": 2045,
      "èĥ": 2046,
      "Ġmean": 2047,
      "Ġseg": 2048,
      "Ġtot": 2049,
      "Ġcare": 2050,
      "ah": 2051,
      "ither": 2052,
      "Ġupon": 2053,
      "Ġproblem": 2054,
      "ä¿Ŀ": 2055,
      "Ġvan": 2056,
      "Ġpat": 2057,
      "Ġpres": 2058,
      "ĠThere": 2059,
      "çĥ": 2060,
      "ĠÐļ": 2061,
      "Ġhard": 2062,
      "omen": 2063,
      "Res": 2064,
      "ception": 2065,
      "ĠEx": 2066,
      "oss": 2067,
      "CT": 2068,
      "Ġ!": 2069,
      "åºĶ": 2070,
      "Ð¿Ð¾": 2071,
      "èĭ": 2072,
      "cul": 2073,
      "ĠSo": 2074,
      "ĠÐ¸Ð·": 2075,
      "Ġask": 2076,
      "åģļ": 2077,
      "ç¥": 2078,
      "Ġsing": 2079,
      "ĉ\\": 2080,
      "ç²": 2081,
      "Ġfree": 2082,
      "ule": 2083,
      "Ġsit": 2084,
      "oh": 2085,
      "serv": 2086,
      "ral": 2087,
      "Ġappe": 2088,
      "èĦ": 2089,
      "Ġgive": 2090,
      "ential": 2091,
      "æ´»": 2092,
      "Ġbusiness": 2093,
      "çĶµ": 2094,
      "ailable": 2095,
      "èº«": 2096,
      "ital": 2097,
      "cont": 2098,
      "Ġperform": 2099,
      "Ġnext": 2100,
      "éĴ": 2101,
      "ron": 2102,
      "Ġwon": 2103,
      "Ġleft": 2104,
      "IT": 2105,
      "ctor": 2106,
      "hor": 2107,
      "code": 2108,
      "htt": 2109,
      "Ġlog": 2110,
      "As": 2111,
      "è®©": 2112,
      "Ġlove": 2113,
      "Ġprim": 2114,
      "ĠIs": 2115,
      "ĠĠĠĠĠĠ<": 2116,
      "ately": 2117,
      "ĠShe": 2118,
      "Ġkey": 2119,
      "å±ķ": 2120,
      "æŃ¤": 2121,
      "ria": 2122,
      "Ġbook": 2123,
      "\"/": 2124,
      "return": 2125,
      "ively": 2126,
      "Ġfriend": 2127,
      "che": 2128,
      "æĦŁ": 2129,
      "åıª": 2130,
      "ĠTr": 2131,
      "Ġsent": 2132,
      "Ġexpl": 2133,
      "å¹³": 2134,
      "Ġten": 2135,
      "Ð¼Ð¸": 2136,
      "ele": 2137,
      "Ġgot": 2138,
      "type": 2139,
      "uff": 2140,
      "ook": 2141,
      "å¹¶": 2142,
      "çĽ®": 2143,
      "Ġlight": 2144,
      "ane": 2145,
      "éĩĳ": 2146,
      "ĠTo": 2147,
      "Ġobject": 2148,
      "ï¼ģ": 2149,
      "SS": 2150,
      "Ġexpect": 2151,
      "ateg": 2152,
      "bol": 2153,
      "aster": 2154,
      "å»º": 2155,
      "org": 2156,
      "çī©": 2157,
      "åĸ": 2158,
      "Ġnon": 2159,
      "itions": 2160,
      "bf": 2161,
      "Ġiss": 2162,
      "ĠĠ<": 2163,
      "ache": 2164,
      "Ġcou": 2165,
      "width": 2166,
      "align": 2167,
      "åķ": 2168,
      "ey": 2169,
      "ĠWh": 2170,
      "ush": 2171,
      "rivate": 2172,
      "Ġcal": 2173,
      "Val": 2174,
      "çģ": 2175,
      "class": 2176,
      "æ·": 2177,
      "ably": 2178,
      "Ġerror": 2179,
      "Ġinterest": 2180,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ<": 2181,
      "Ġcomple": 2182,
      "æ°ĳ": 2183,
      "Ġcho": 2184,
      "ĠMr": 2185,
      "phi": 2186,
      "åĬ¡": 2187,
      "Ġpossible": 2188,
      "Ġ)": 2189,
      "section": 2190,
      "aps": 2191,
      "Ġfull": 2192,
      "mathbf": 2193,
      "Ġexample": 2194,
      "itle": 2195,
      "é©": 2196,
      "erc": 2197,
      "æŃ£": 2198,
      "åıĬ": 2199,
      "ains": 2200,
      "è¢«": 2201,
      "æ²¡æľī": 2202,
      "met": 2203,
      "Ġmar": 2204,
      "Ġfeel": 2205,
      "ç´": 2206,
      "Ġthought": 2207,
      "è¡¨": 2208,
      "åĲį": 2209,
      "ç±": 2210,
      "An": 2211,
      "å®ī": 2212,
      "fe": 2213,
      "hip": 2214,
      "ï¼Ł": 2215,
      "Ġconsider": 2216,
      "lish": 2217,
      "ety": 2218,
      "ries": 2219,
      "Ġ`": 2220,
      "lambda": 2221,
      "èĪ": 2222,
      "ically": 2223,
      "Ref": 2224,
      "Ġcorre": 2225,
      "ĠÐľ": 2226,
      "Ġdat": 2227,
      "bers": 2228,
      "ling": 2229,
      "ĠCol": 2230,
      "Ġkeep": 2231,
      "Ġmult": 2232,
      "erence": 2233,
      "where": 2234,
      "Ġincre": 2235,
      "Ġless": 2236,
      "opt": 2237,
      "Ġable": 2238,
      "ĠÑģÑĬ": 2239,
      ")}": 2240,
      "Ġvar": 2241,
      "Ġseu": 2242,
      "cd": 2243,
      "ww": 2244,
      "List": 2245,
      "RO": 2246,
      "Ġdri": 2247,
      "Ġlevel": 2248,
      "Ġport": 2249,
      "ume": 2250,
      "ĠÐĳ": 2251,
      "Ġchange": 2252,
      "è®¾": 2253,
      "é¦": 2254,
      "aces": 2255,
      "æķ°": 2256,
      "net": 2257,
      "aw": 2258,
      "ided": 2259,
      "Ġrece": 2260,
      "ances": 2261,
      "çł": 2262,
      "inter": 2263,
      "ently": 2264,
      "Ġbro": 2265,
      "åĳĺ": 2266,
      "ift": 2267,
      "åĪ¶": 2268,
      "En": 2269,
      "And": 2270,
      "rist": 2271,
      "arget": 2272,
      "box": 2273,
      "ability": 2274,
      "ĠÐĴ": 2275,
      "face": 2276,
      "top": 2277,
      "ç¼": 2278,
      "æ¡": 2279,
      "param": 2280,
      "den": 2281,
      "ĠEng": 2282,
      "unic": 2283,
      "ĠPl": 2284,
      "ida": 2285,
      "Ġcost": 2286,
      "with": 2287,
      "Ġbuild": 2288,
      "ED": 2289,
      "Ġnet": 2290,
      "Ġlocal": 2291,
      "Ġaway": 2292,
      "rr": 2293,
      "go": 2294,
      "ÑģÐºÐ°": 2295,
      "ÐºÐ¸": 2296,
      "èĢģ": 2297,
      "ana": 2298,
      "Ġproject": 2299,
      "å·²": 2300,
      "ĠÐºÐ°": 2301,
      "Ġstat": 2302,
      "util": 2303,
      "ä¸¤": 2304,
      "fo": 2305,
      "ember": 2306,
      "Ġlarge": 2307,
      "ä¿¡": 2308,
      "-\\": 2309,
      "Ġduring": 2310,
      "mon": 2311,
      "Ġ==": 2312,
      "æĪĸ": 2313,
      "ention": 2314,
      "Ġavailable": 2315,
      "åĪ©": 2316,
      "Ġocc": 2317,
      "Ġpo": 2318,
      "Ġfinal": 2319,
      "Ġlim": 2320,
      "Ġabove": 2321,
      "Ñİ": 2322,
      "ision": 2323,
      "Ġtre": 2324,
      "ĠInd": 2325,
      "Ġcirc": 2326,
      "Ġmom": 2327,
      "Ġenc": 2328,
      "èį": 2329,
      "Ġ{\\": 2330,
      "figure": 2331,
      "Ġcheck": 2332,
      "ology": 2333,
      "Ġview": 2334,
      "Ġpot": 2335,
      "ised": 2336,
      "acter": 2337,
      "çŁ¥": 2338,
      "Ð³Ð¾": 2339,
      "ived": 2340,
      "ado": 2341,
      "ÑĩÐ°": 2342,
      "çī¹": 2343,
      "ĠEn": 2344,
      "Ġwater": 2345,
      "use": 2346,
      "ready": 2347,
      "AM": 2348,
      "ÑĬÐ»": 2349,
      "åħĥ": 2350,
      "ĠAp": 2351,
      "Ġnull": 2352,
      "alt": 2353,
      "æ°Ķ": 2354,
      "Ġchang": 2355,
      "asure": 2356,
      "ĠNo": 2357,
      "Ġfar": 2358,
      "Ġdone": 2359,
      "LL": 2360,
      "ç³»": 2361,
